Revit 2027 API
ParameterTypeId.StairsAttrLeftSideStringer Property
 "Left Stringer"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairsAttrLeftSideStringer { get; }
Public Shared ReadOnly Property StairsAttrLeftSideStringer As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairsAttrLeftSideStringer {
	ForgeTypeId^ get ();
}
static member StairsAttrLeftSideStringer : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace